<x-arabicLayout>
    <main>
        <section class="heroSection secondBanner contactBanner position-relative z-1">
            <div class="customContainer">
                <div class="heroSliderOuter">


                    <div class="heroSliderIcon">
                        <a class="icons fbLink" target="_blank" href=""> <i class="fa-brands fa-facebook-f"></i> </a>
                        <a class="icons instaLink" target="_blank" href=""> <i
                                class="fa-brands fa-instagram"></i></a>
                        <a class="icons whatsappLink" target="_blank" href=""><i
                                class="fa-brands fa-whatsapp"></i></a>
                    </div>

                    <div class="heroInner">
                        <h1 class="waterDropsBefore waterDropsAfter"> <span class="fs2">الشروط </span>
                            <span class="fs3">والأحكام</span>
                        </h1>

                    </div>
                </div>

            </div>
        </section>


        <section>
            <div class="container d-flex justify-content-end">

                <div class="w-75 mt-5 text-end">

                    <div class="">

                        <p>
                            مرحبا بكم في موقع العوافي من خلال الوصول إلى موقعنا أو استخدامه، فإنك توافق على الالتزام
                            بالشروط والأحكام التالية. إذا كنت لا توافق على أي جزء من هذه الشروط ، يرجى عدم استخدام
                            موقعنا

                        </p>
                    </div>
                    <div class=" ">

                        <ol class="arabicStyle listStyle2">
                            <li class="my-4">
                                <strong class="fs-3">قبول الشروط
                                </strong>
                                <p>
                                    .من خلال استخدام موقعنا، تؤكد أنك تبلغ من العمر 18 عاما على الأقل أو أنك تستخدم
                                    الموقع تحت إشراف والد أو وصي

                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    تغييرات في الشروط
                                </strong>
                                <p>
                                    تحتفظ العوافي بحق تعديل هذه الشروط والأحكام في أي وقت. ستكون التغييرات فعالة فور
                                    نشرها على هذا الموقع. يشير . استمرارك في استخدام الموقع بعد أي تغييرات إلى قبولك
                                    للشروط الجديدة
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3"> استخدام الموقع </strong>
                                <p>توافق على استخدام الموقع لأغراض قانونية فقط وبطريقة لا تنتهك حقوق أو تحد أو تمنع أي
                                    شخص آخر من استخدام الموقع تشمل الأنشطة المحظورة، على سبيل المثال لا الحصر
                                <ul class="listStyles arabicStyle">
                                    <li>التحرش أو إحداث القلق لأي شخص </li>
                                    <li> نقل محتوى فاحش أو مسيء
                                    </li>
                                    <li>تعطيل سير الحوار العادي أو إحداث إزعاج </li>
                                </ul>
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    معلومات المنتج
                                </strong>
                                <p>
                                    نسعى جاهدين لتقديم أوصاف دقيقة للمنتجات وصور على موقعنا. ومع ذلك، فإننا لا نضمن أن
                                    الأوصاف أو المحتوى الآخر دقيق أو كامل أو موثوق أو خالي من الأخطاء. إذا كان المنتج
                                    المعروض من العوافى ليس كما هو موصوف ، فإن تعويضك الوحيد هو إعادته في حالة غير
                                    مستخدمة
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    التسعير والتواف
                                </strong>
                                <p>
                                    جميع الأسعار قابلة للتغيير دون إشعار نحتفظ بالحق في تعديل أو إيقاف المنتجات في أي
                                    وقت نحن غير مسؤولين تجاهك أو تجاه أي طرف ثالث عن أي تعديل أو تغيير في السعر أو تعليق
                                    أو إيقاف الخدمة أو المنتجات
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3"> الطلبات والمدفوعات</strong>
                                <p>
                                    عند تقديم طلب من خلال موقعنا توافق على تقديم معلومات دقيقة وحديثة وكاملة تتم معالجة
                                    جميع المدفوعات بشكل آمن . من خلال تقديم طلبك توافق على دفع السعر المحدد وأي ضرائب
                                    ورسوم شحن تنطبق
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    الإرجاع والاسترداد
                                </strong>
                                <p>
                                    يرجى الرجوع إلى سياسة الإرجاع الخاصة بنا للحصول على معلومات حول الإرجاع والاسترداد
                                    نحن نسعى لتقديم أفضل . المنتجات، وإذا لم تكن راضيًا، فسنعمل معك لحل أي مشاكل

                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    الملكية الفكرية
                                </strong>
                                <p>
                                    جميع المحتويات على هذا الموقع، بما في ذلك النصوص والرسومات والشعارات والصور هي ملكية
                                    للعوافي ومحمية بموجب قوانين حقوق الطبع والنشر والملكية الفكرية. قد ينتهك الاستخدام
                                    غير المصرح به لأي محتوى حقوق الطبع والنشر والعلامات
                                    التجارية وغيرها من القوانين
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    تحديد المسؤولية
                                </strong>
                                <p>
                                    لن تكون العوافي مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية أو عقابية
                                    تنشأ عن استخدامك للموقع أو أي . منتجات تم شراؤها من خلاله. التعويض الوحيد عن عدم
                                    الرضا عن الموقع أو أي منتجات هو التوقف عن استخدام الموقع
                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    القانون المنظم
                                </strong>
                                <p>
                                    تخضع هذه الشروط والأحكام للقوانين الجزائرية وتُفسر وفقًا لها. أي نزاعات تنشأ عن هذه
                                    الشروط ستُحل في محاكم الجزائر

                                </p>
                            </li>
                            <li class="my-4">
                                <strong class="fs-3">
                                    تواصل معنا

                                </strong>
                                <p>
                                    إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، يرجى الاتصال بنا على
                                </p>
                                <ul class="listStyles arabicStyle">
                                    <li>البريد الإلكتروني</li>
                                    <li> الهاتف </li>
                                    <li> العنوان </li>
                                </ul>
                            </li>


                        </ol>
                    </div>
                    <p>
                        من خلال استخدامك لهذا الموقع، فإنك تقر بأنك قرأت وفهمت وتوافق على الالتزام بهذه الشروط والأحكام
                    </p>
                </div>

            </div>
        </section>




        <x-letsConnect />




    </main>

</x-arabicLayout>
